Table of Contents
 Class ISDSetting
Namespace
IdeaRS.OpenModel.Detail
Assembly
IdeaRS.OpenModel.dll
IDEA StatiCa Detail setting
public class ISDSetting
Inheritance
object
ISDSetting
Inherited Members
 object.Equals(object)
 object.Equals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
 object.ReferenceEquals(object, object)
 object.ToString()
Constructors
 ISDSetting()
ctor
public ISDSetting()
Properties
 Cover
Concrete cover
public double Cover { get; set; }
Property Value
double
 Edit this page